{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "!": 0,
      "\"": 1,
      "#": 2,
      "##0": 3,
      "##1": 4,
      "##2": 5,
      "##3": 6,
      "##4": 7,
      "##5": 8,
      "##6": 9,
      "##7": 10,
      "##8": 11,
      "##9": 12,
      "##a": 13,
      "##b": 14,
      "##c": 15,
      "##d": 16,
      "##e": 17,
      "##f": 18,
      "##g": 19,
      "##h": 20,
      "##i": 21,
      "##j": 22,
      "##k": 23,
      "##l": 24,
      "##m": 25,
      "##n": 26,
      "##o": 27,
      "##p": 28,
      "##q": 29,
      "##r": 30,
      "##s": 31,
      "##t": 32,
      "##u": 33,
      "##v": 34,
      "##w": 35,
      "##x": 36,
      "##y": 37,
      "##z": 38,
      "##º": 39,
      "##ß": 40,
      "##æ": 41,
      "##ð": 42,
      "##ø": 43,
      "##þ": 44,
      "##đ": 45,
      "##ı": 46,
      "##ł": 47,
      "##ŋ": 48,
      "##œ": 49,
      "##ɑ": 50,
      "##ɔ": 51,
      "##ə": 52,
      "##ɛ": 53,
      "##ɡ": 54,
      "##ɨ": 55,
      "##ɪ": 56,
      "##ʀ": 57,
      "##ʁ": 58,
      "##ʃ": 59,
      "##ʊ": 60,
      "##ʌ": 61,
      "##ʒ": 62,
      "##ʰ": 63,
      "##ʲ": 64,
      "##ʷ": 65,
      "##ʻ": 66,
      "##ʼ": 67,
      "##ʿ": 68,
      "##ˈ": 69,
      "##ː": 70,
      "##ˠ": 71,
      "##α": 72,
      "##β": 73,
      "##γ": 74,
      "##δ": 75,
      "##ε": 76,
      "##ζ": 77,
      "##η": 78,
      "##θ": 79,
      "##ι": 80,
      "##κ": 81,
      "##λ": 82,
      "##μ": 83,
      "##ν": 84,
      "##ξ": 85,
      "##ο": 86,
      "##π": 87,
      "##ρ": 88,
      "##ς": 89,
      "##σ": 90,
      "##τ": 91,
      "##υ": 92,
      "##φ": 93,
      "##χ": 94,
      "##ψ": 95,
      "##ω": 96,
      "##ϕ": 97,
      "##а": 98,
      "##в": 99,
      "##г": 100,
      "##д": 101,
      "##е": 102,
      "##ж": 103,
      "##з": 104,
      "##и": 105,
      "##к": 106,
      "##л": 107,
      "##м": 108,
      "##н": 109,
      "##о": 110,
      "##п": 111,
      "##р": 112,
      "##с": 113,
      "##т": 114,
      "##у": 115,
      "##ц": 116,
      "##ч": 117,
      "##ш": 118,
      "##ъ": 119,
      "##ы": 120,
      "##ь": 121,
      "##ю": 122,
      "##я": 123,
      "##ј": 124,
      "##љ": 125,
      "##ա": 126,
      "##բ": 127,
      "##ե": 128,
      "##ի": 129,
      "##կ": 130,
      "##հ": 131,
      "##ղ": 132,
      "##յ": 133,
      "##ն": 134,
      "##շ": 135,
      "##ո": 136,
      "##պ": 137,
      "##ս": 138,
      "##վ": 139,
      "##տ": 140,
      "##ր": 141,
      "##ց": 142,
      "##ւ": 143,
      "##א": 144,
      "##ג": 145,
      "##ו": 146,
      "##י": 147,
      "##ל": 148,
      "##ן": 149,
      "##נ": 150,
      "##ר": 151,
      "##ש": 152,
      "##ת": 153,
      "##ء": 154,
      "##ا": 155,
      "##ب": 156,
      "##ة": 157,
      "##ت": 158,
      "##ج": 159,
      "##ح": 160,
      "##د": 161,
      "##ر": 162,
      "##ز": 163,
      "##س": 164,
      "##ط": 165,
      "##ع": 166,
      "##ل": 167,
      "##م": 168,
      "##ن": 169,
      "##ه": 170,
      "##و": 171,
      "##ي": 172,
      "##ی": 173,
      "##क": 174,
      "##ग": 175,
      "##त": 176,
      "##न": 177,
      "##प": 178,
      "##म": 179,
      "##र": 180,
      "##ल": 181,
      "##ह": 182,
      "##ল": 183,
      "##ள": 184,
      "##ก": 185,
      "##จ": 186,
      "##ณ": 187,
      "##ต": 188,
      "##ท": 189,
      "##ป": 190,
      "##ม": 191,
      "##ย": 192,
      "##ร": 193,
      "##ล": 194,
      "##ะ": 195,
      "##า": 196,
      "##ᄐ": 197,
      "##ᅥ": 198,
      "##ᅮ": 199,
      "##ᆫ": 200,
      "##ម": 201,
      "##រ": 202,
      "##い": 203,
      "##か": 204,
      "##し": 205,
      "##す": 206,
      "##た": 207,
      "##ち": 208,
      "##な": 209,
      "##の": 210,
      "##ほ": 211,
      "##ま": 212,
      "##め": 213,
      "##ん": 214,
      "##ァ": 215,
      "##ア": 216,
      "##ィ": 217,
      "##イ": 218,
      "##ウ": 219,
      "##ェ": 220,
      "##エ": 221,
      "##ォ": 222,
      "##カ": 223,
      "##キ": 224,
      "##ク": 225,
      "##ケ": 226,
      "##コ": 227,
      "##サ": 228,
      "##シ": 229,
      "##ス": 230,
      "##ソ": 231,
      "##タ": 232,
      "##ッ": 233,
      "##ツ": 234,
      "##テ": 235,
      "##ト": 236,
      "##ナ": 237,
      "##ニ": 238,
      "##ノ": 239,
      "##ハ": 240,
      "##フ": 241,
      "##マ": 242,
      "##ミ": 243,
      "##ム": 244,
      "##モ": 245,
      "##ヤ": 246,
      "##ュ": 247,
      "##ラ": 248,
      "##リ": 249,
      "##ル": 250,
      "##ロ": 251,
      "##ン": 252,
      "##ー": 253,
      "$": 254,
      "%": 255,
      "&": 256,
      "'": 257,
      "(": 258,
      ")": 259,
      "*": 260,
      "+": 261,
      ",": 262,
      "-": 263,
      ".": 264,
      "/": 265,
      "0": 266,
      "1": 267,
      "2": 268,
      "3": 269,
      "4": 270,
      "5": 271,
      "6": 272,
      "7": 273,
      "8": 274,
      "9": 275,
      ":": 276,
      ";": 277,
      "<": 278,
      "=": 279,
      ">": 280,
      "?": 281,
      "@": 282,
      "[": 283,
      "\\": 284,
      "]": 285,
      "^": 286,
      "_": 287,
      "`": 288,
      "a": 289,
      "b": 290,
      "c": 291,
      "d": 292,
      "e": 293,
      "f": 294,
      "g": 295,
      "h": 296,
      "i": 297,
      "j": 298,
      "k": 299,
      "l": 300,
      "m": 301,
      "n": 302,
      "o": 303,
      "p": 304,
      "q": 305,
      "r": 306,
      "s": 307,
      "t": 308,
      "u": 309,
      "v": 310,
      "w": 311,
      "x": 312,
      "y": 313,
      "z": 314,
      "{": 315,
      "|": 316,
      "}": 317,
      "~": 318,
      "¡": 319,
      "¢": 320,
      "£": 321,
      "¥": 322,
      "§": 323,
      "©": 324,
      "«": 325,
      "®": 326,
      "°": 327,
      "±": 328,
      "²": 329,
      "³": 330,
      "´": 331,
      "µ": 332,
      "·": 333,
      "¹": 334,
      "º": 335,
      "»": 336,
      "¼": 337,
      "½": 338,
      "¾": 339,
      "¿": 340,
      "×": 341,
      "ß": 342,
      "æ": 343,
      "ð": 344,
      "ø": 345,
      "þ": 346,
      "đ": 347,
      "ħ": 348,
      "ı": 349,
      "ł": 350,
      "ŋ": 351,
      "œ": 352,
      "ƒ": 353,
      "ɑ": 354,
      "ɒ": 355,
      "ɓ": 356,
      "ɔ": 357,
      "ɕ": 358,
      "ə": 359,
      "ɛ": 360,
      "ɡ": 361,
      "ɣ": 362,
      "ɦ": 363,
      "ɧ": 364,
      "ɨ": 365,
      "ɪ": 366,
      "ɯ": 367,
      "ɵ": 368,
      "ɾ": 369,
      "ʀ": 370,
      "ʁ": 371,
      "ʂ": 372,
      "ʃ": 373,
      "ʊ": 374,
      "ʋ": 375,
      "ʌ": 376,
      "ʍ": 377,
      "ʒ": 378,
      "ʔ": 379,
      "ʕ": 380,
      "ʝ": 381,
      "ʰ": 382,
      "ʲ": 383,
      "ʷ": 384,
      "ʻ": 385,
      "ʼ": 386,
      "ʿ": 387,
      "ˈ": 388,
      "ˌ": 389,
      "ː": 390,
      "˔": 391,
      "˚": 392,
      "ˠ": 393,
      "˥": 394,
      "˧": 395,
      "˩": 396,
      "α": 397,
      "β": 398,
      "γ": 399,
      "δ": 400,
      "ε": 401,
      "ζ": 402,
      "η": 403,
      "θ": 404,
      "ι": 405,
      "κ": 406,
      "λ": 407,
      "μ": 408,
      "ν": 409,
      "ξ": 410,
      "ο": 411,
      "π": 412,
      "ρ": 413,
      "ς": 414,
      "σ": 415,
      "τ": 416,
      "υ": 417,
      "φ": 418,
      "χ": 419,
      "ψ": 420,
      "ω": 421,
      "ϕ": 422,
      "а": 423,
      "б": 424,
      "в": 425,
      "г": 426,
      "д": 427,
      "е": 428,
      "ж": 429,
      "з": 430,
      "и": 431,
      "к": 432,
      "л": 433,
      "м": 434,
      "н": 435,
      "о": 436,
      "п": 437,
      "р": 438,
      "с": 439,
      "т": 440,
      "у": 441,
      "ц": 442,
      "ч": 443,
      "ш": 444,
      "ъ": 445,
      "ы": 446,
      "ь": 447,
      "ю": 448,
      "я": 449,
      "ј": 450,
      "љ": 451,
      "ա": 452,
      "բ": 453,
      "ե": 454,
      "ի": 455,
      "կ": 456,
      "հ": 457,
      "ղ": 458,
      "մ": 459,
      "յ": 460,
      "ն": 461,
      "շ": 462,
      "ո": 463,
      "պ": 464,
      "ս": 465,
      "վ": 466,
      "տ": 467,
      "ր": 468,
      "ց": 469,
      "ւ": 470,
      "א": 471,
      "ב": 472,
      "ג": 473,
      "ו": 474,
      "י": 475,
      "ל": 476,
      "ן": 477,
      "נ": 478,
      "ר": 479,
      "ש": 480,
      "ת": 481,
      "،": 482,
      "ء": 483,
      "ا": 484,
      "ب": 485,
      "ة": 486,
      "ت": 487,
      "ج": 488,
      "ح": 489,
      "خ": 490,
      "د": 491,
      "ر": 492,
      "ز": 493,
      "س": 494,
      "ش": 495,
      "ط": 496,
      "ع": 497,
      "غ": 498,
      "ق": 499,
      "ل": 500,
      "م": 501,
      "ن": 502,
      "ه": 503,
      "و": 504,
      "ي": 505,
      "ی": 506,
      "अ": 507,
      "उ": 508,
      "क": 509,
      "ग": 510,
      "ड": 511,
      "त": 512,
      "द": 513,
      "न": 514,
      "प": 515,
      "भ": 516,
      "म": 517,
      "य": 518,
      "र": 519,
      "ल": 520,
      "श": 521,
      "ष": 522,
      "स": 523,
      "ह": 524,
      "ा": 525,
      "ि": 526,
      "ी": 527,
      "।": 528,
      "॥": 529,
      "ক": 530,
      "ত": 531,
      "ল": 532,
      "া": 533,
      "ি": 534,
      "க": 535,
      "ள": 536,
      "ก": 537,
      "ง": 538,
      "จ": 539,
      "ณ": 540,
      "ต": 541,
      "ท": 542,
      "น": 543,
      "ป": 544,
      "พ": 545,
      "ม": 546,
      "ย": 547,
      "ร": 548,
      "ล": 549,
      "ว": 550,
      "ะ": 551,
      "า": 552,
      "฿": 553,
      "เ": 554,
      "გ": 555,
      "ვ": 556,
      "ზ": 557,
      "ი": 558,
      "კ": 559,
      "ო": 560,
      "რ": 561,
      "ს": 562,
      "უ": 563,
      "ძ": 564,
      "წ": 565,
      "ხ": 566,
      "ჯ": 567,
      "ᄌ": 568,
      "ᄐ": 569,
      "ᅥ": 570,
      "ᅮ": 571,
      "ᆫ": 572,
      "ᛃ": 573,
      "ᛋ": 574,
      "ᛟ": 575,
      "ត": 576,
      "ន": 577,
      "ម": 578,
      "រ": 579,
      "ោ": 580,
      "‐": 581,
      "‑": 582,
      "‒": 583,
      "–": 584,
      "—": 585,
      "―": 586,
      "‘": 587,
      "’": 588,
      "‚": 589,
      "“": 590,
      "”": 591,
      "†": 592,
      "‡": 593,
      "•": 594,
      "…": 595,
      "′": 596,
      "″": 597,
      "‼": 598,
      "⁄": 599,
      "⁊": 600,
      "₁": 601,
      "₂": 602,
      "₤": 603,
      "₨": 604,
      "€": 605,
      "₱": 606,
      "₹": 607,
      "ℓ": 608,
      "№": 609,
      "™": 610,
      "⅓": 611,
      "⅔": 612,
      "⅛": 613,
      "⅜": 614,
      "⅝": 615,
      "→": 616,
      "↦": 617,
      "↪": 618,
      "⇌": 619,
      "∀": 620,
      "∂": 621,
      "∈": 622,
      "∑": 623,
      "−": 624,
      "∖": 625,
      "∗": 626,
      "∘": 627,
      "√": 628,
      "∞": 629,
      "∩": 630,
      "∪": 631,
      "∴": 632,
      "≈": 633,
      "≡": 634,
      "≤": 635,
      "≥": 636,
      "≪": 637,
      "⊂": 638,
      "⊕": 639,
      "⊗": 640,
      "⋯": 641,
      "①": 642,
      "②": 643,
      "☆": 644,
      "☉": 645,
      "♀": 646,
      "♠": 647,
      "♥": 648,
      "♭": 649,
      "♯": 650,
      "⟨": 651,
      "⟩": 652,
      "⩽": 653,
      "ⴷ": 654,
      "、": 655,
      "〈": 656,
      "〉": 657,
      "「": 658,
      "」": 659,
      "『": 660,
      "』": 661,
      "〜": 662,
      "あ": 663,
      "い": 664,
      "か": 665,
      "く": 666,
      "し": 667,
      "す": 668,
      "た": 669,
      "ち": 670,
      "と": 671,
      "な": 672,
      "の": 673,
      "は": 674,
      "へ": 675,
      "ほ": 676,
      "ま": 677,
      "め": 678,
      "ん": 679,
      "ァ": 680,
      "ア": 681,
      "ィ": 682,
      "イ": 683,
      "ウ": 684,
      "ェ": 685,
      "エ": 686,
      "ォ": 687,
      "オ": 688,
      "カ": 689,
      "キ": 690,
      "ク": 691,
      "ケ": 692,
      "コ": 693,
      "サ": 694,
      "シ": 695,
      "ス": 696,
      "セ": 697,
      "ソ": 698,
      "タ": 699,
      "ッ": 700,
      "ツ": 701,
      "テ": 702,
      "ト": 703,
      "ナ": 704,
      "ニ": 705,
      "ノ": 706,
      "ハ": 707,
      "フ": 708,
      "ヘ": 709,
      "ホ": 710,
      "マ": 711,
      "ミ": 712,
      "ム": 713,
      "モ": 714,
      "ヤ": 715,
      "ュ": 716,
      "ラ": 717,
      "リ": 718,
      "ル": 719,
      "レ": 720,
      "ロ": 721,
      "ン": 722,
      "・": 723,
      "ー": 724,
      "一": 725,
      "上": 726,
      "下": 727,
      "世": 728,
      "久": 729,
      "乙": 730,
      "二": 731,
      "亦": 732,
      "京": 733,
      "人": 734,
      "令": 735,
      "伝": 736,
      "佛": 737,
      "作": 738,
      "侠": 739,
      "個": 740,
      "像": 741,
      "光": 742,
      "内": 743,
      "写": 744,
      "凪": 745,
      "刘": 746,
      "初": 747,
      "判": 748,
      "前": 749,
      "剛": 750,
      "剣": 751,
      "劇": 752,
      "動": 753,
      "卒": 754,
      "南": 755,
      "号": 756,
      "呼": 757,
      "哈": 758,
      "国": 759,
      "坂": 760,
      "場": 761,
      "境": 762,
      "外": 763,
      "大": 764,
      "太": 765,
      "女": 766,
      "婷": 767,
      "季": 768,
      "孩": 769,
      "宋": 770,
      "寺": 771,
      "小": 772,
      "巨": 773,
      "後": 774,
      "戦": 775,
      "撃": 776,
      "攻": 777,
      "新": 778,
      "方": 779,
      "日": 780,
      "星": 781,
      "月": 782,
      "朝": 783,
      "木": 784,
      "李": 785,
      "東": 786,
      "機": 787,
      "正": 788,
      "武": 789,
      "歩": 790,
      "死": 791,
      "殻": 792,
      "氏": 793,
      "気": 794,
      "氷": 795,
      "活": 796,
      "浅": 797,
      "瀬": 798,
      "版": 799,
      "王": 800,
      "生": 801,
      "田": 802,
      "界": 803,
      "畫": 804,
      "皮": 805,
      "真": 806,
      "神": 807,
      "空": 808,
      "節": 809,
      "編": 810,
      "耕": 811,
      "聖": 812,
      "肖": 813,
      "膺": 814,
      "花": 815,
      "草": 816,
      "裁": 817,
      "装": 818,
      "西": 819,
      "説": 820,
      "転": 821,
      "輝": 822,
      "逆": 823,
      "進": 824,
      "道": 825,
      "遠": 826,
      "邪": 827,
      "部": 828,
      "野": 829,
      "金": 830,
      "銀": 831,
      "錬": 832,
      "隊": 833,
      "隴": 834,
      "隻": 835,
      "韓": 836,
      "鬼": 837,
      "魂": 838,
      "鼓": 839,
      "ﬁ": 840,
      "！": 841,
      "＆": 842,
      "（": 843,
      "）": 844,
      "－": 845,
      "：": 846,
      "～": 847,
      "￥": 848,
      "##er": 849,
      "##in": 850,
      "##ed": 851,
      "##on": 852,
      "##re": 853,
      "##es": 854,
      "##or": 855,
      "##at": 856,
      "##en": 857,
      "##an": 858,
      "in": 859,
      "##ar": 860,
      "of": 861,
      "##al": 862,
      "##it": 863,
      "##ri": 864,
      "##is": 865,
      "to": 866,
      "##ve": 867,
      "##ro": 868,
      "##ic": 869,
      "##me": 870,
      "co": 871,
      "re": 872,
      "the": 873,
      "and": 874,
      "##ing": 875,
      "was": 876,
      "##ion": 877,
      "for": 878,
      "be": 879,
      "st": 880,
      "on": 881,
      "as": 882,
      "##ch": 883,
      "##ter": 884,
      "##ir": 885,
      "##ig": 886,
      "##ow": 887,
      "is": 888,
      "it": 889,
      "##ac": 890,
      "wh": 891,
      "##ol": 892,
      "##us": 893,
      "##la": 894,
      "ha": 895,
      "al": 896,
      "de": 897,
      "se": 898,
      "##il": 899,
      "##st": 900,
      "##le": 901,
      "##ou": 902,
      "##th": 903,
      "##as": 904,
      "##ur": 905,
      "##ut": 906,
      "##el": 907,
      "##id": 908,
      "##ce": 909,
      "th": 910,
      "##ation": 911,
      "with": 912,
      "##os": 913,
      "he": 914,
      "##se": 915,
      "an": 916,
      "##ra": 917,
      "##ea": 918,
      "##ng": 919,
      "##ti": 920,
      "con": 921,
      "no": 922,
      "##de": 923,
      "19": 924,
      "that": 925,
      "ch": 926,
      "##ted": 927,
      "at": 928,
      "ex": 929,
      "##mp": 930,
      "from": 931,
      "were": 932,
      "##cti": 933,
      "whic": 934,
      "##ther": 935,
      "##ian": 936,
      "##ble": 937,
      "fir": 938,
      "##for": 939,
      "but": 940,
      "200": 941,
      "##ome": 942,
      "##all": 943,
      "##ork": 944,
      "##ver": 945,
      "un": 946,
      "##ong": 947,
      "##rs": 948,
      "##nt": 949,
      "##ly": 950,
      "##ts": 951,
      "by": 952,
      "##ay": 953,
      "his": 954,
      "##un": 955,
      "pro": 956,
      "##et": 957,
      "##men": 958,
      "##ct": 959,
      "unk": 960,
      "##ul": 961,
      "ma": 962,
      "##ame": 963,
      "##ain": 964,
      "sh": 965,
      "##nd": 966,
      "##ge": 967,
      "##ag": 968,
      "##ec": 969,
      "##ers": 970,
      "##um": 971,
      "su": 972,
      "##ad": 973,
      "ne": 974,
      "##ent": 975,
      "##igh": 976,
      "##ld": 977,
      "##op": 978,
      "##ew": 979,
      "##im": 980,
      "##oc": 981,
      "##ss": 982,
      "##am": 983,
      "pla": 984,
      "##ci": 985,
      "##ie": 986,
      "##gh": 987,
      "##ate": 988,
      "##ot": 989,
      "##ds": 990,
      "##oo": 991,
      "##ding": 992,
      "##te": 993,
      "are": 994,
      "##ber": 995,
      "##ity": 996,
      "##mb": 997,
      "##om": 998,
      "[UNK]": 999,
      "[PAD]": 1000
    }
  }
}