{"!": 0, "\"": 1, "#": 2, "##0": 3, "##1": 4, "##2": 5, "##3": 6, "##4": 7, "##5": 8, "##6": 9, "##7": 10, "##8": 11, "##9": 12, "##a": 13, "##b": 14, "##c": 15, "##d": 16, "##e": 17, "##f": 18, "##g": 19, "##h": 20, "##i": 21, "##j": 22, "##k": 23, "##l": 24, "##m": 25, "##n": 26, "##o": 27, "##p": 28, "##q": 29, "##r": 30, "##s": 31, "##t": 32, "##u": 33, "##v": 34, "##w": 35, "##x": 36, "##y": 37, "##z": 38, "##\u00ba": 39, "##\u00df": 40, "##\u00e6": 41, "##\u00f0": 42, "##\u00f8": 43, "##\u00fe": 44, "##\u0111": 45, "##\u0131": 46, "##\u0142": 47, "##\u014b": 48, "##\u0153": 49, "##\u0251": 50, "##\u0254": 51, "##\u0259": 52, "##\u025b": 53, "##\u0261": 54, "##\u0268": 55, "##\u026a": 56, "##\u0280": 57, "##\u0281": 58, "##\u0283": 59, "##\u028a": 60, "##\u028c": 61, "##\u0292": 62, "##\u02b0": 63, "##\u02b2": 64, "##\u02b7": 65, "##\u02bb": 66, "##\u02bc": 67, "##\u02bf": 68, "##\u02c8": 69, "##\u02d0": 70, "##\u02e0": 71, "##\u03b1": 72, "##\u03b2": 73, "##\u03b3": 74, "##\u03b4": 75, "##\u03b5": 76, "##\u03b6": 77, "##\u03b7": 78, "##\u03b8": 79, "##\u03b9": 80, "##\u03ba": 81, "##\u03bb": 82, "##\u03bc": 83, "##\u03bd": 84, "##\u03be": 85, "##\u03bf": 86, "##\u03c0": 87, "##\u03c1": 88, "##\u03c2": 89, "##\u03c3": 90, "##\u03c4": 91, "##\u03c5": 92, "##\u03c6": 93, "##\u03c7": 94, "##\u03c8": 95, "##\u03c9": 96, "##\u03d5": 97, "##\u0430": 98, "##\u0432": 99, "##\u0433": 100, "##\u0434": 101, "##\u0435": 102, "##\u0436": 103, "##\u0437": 104, "##\u0438": 105, "##\u043a": 106, "##\u043b": 107, "##\u043c": 108, "##\u043d": 109, "##\u043e": 110, "##\u043f": 111, "##\u0440": 112, "##\u0441": 113, "##\u0442": 114, "##\u0443": 115, "##\u0446": 116, "##\u0447": 117, "##\u0448": 118, "##\u044a": 119, "##\u044b": 120, "##\u044c": 121, "##\u044e": 122, "##\u044f": 123, "##\u0458": 124, "##\u0459": 125, "##\u0561": 126, "##\u0562": 127, "##\u0565": 128, "##\u056b": 129, "##\u056f": 130, "##\u0570": 131, "##\u0572": 132, "##\u0575": 133, "##\u0576": 134, "##\u0577": 135, "##\u0578": 136, "##\u057a": 137, "##\u057d": 138, "##\u057e": 139, "##\u057f": 140, "##\u0580": 141, "##\u0581": 142, "##\u0582": 143, "##\u05d0": 144, "##\u05d2": 145, "##\u05d5": 146, "##\u05d9": 147, "##\u05dc": 148, "##\u05df": 149, "##\u05e0": 150, "##\u05e8": 151, "##\u05e9": 152, "##\u05ea": 153, "##\u0621": 154, "##\u0627": 155, "##\u0628": 156, "##\u0629": 157, "##\u062a": 158, "##\u062c": 159, "##\u062d": 160, "##\u062f": 161, "##\u0631": 162, "##\u0632": 163, "##\u0633": 164, "##\u0637": 165, "##\u0639": 166, "##\u0644": 167, "##\u0645": 168, "##\u0646": 169, "##\u0647": 170, "##\u0648": 171, "##\u064a": 172, "##\u06cc": 173, "##\u0915": 174, "##\u0917": 175, "##\u0924": 176, "##\u0928": 177, "##\u092a": 178, "##\u092e": 179, "##\u0930": 180, "##\u0932": 181, "##\u0939": 182, "##\u09b2": 183, "##\u0bb3": 184, "##\u0e01": 185, "##\u0e08": 186, "##\u0e13": 187, "##\u0e15": 188, "##\u0e17": 189, "##\u0e1b": 190, "##\u0e21": 191, "##\u0e22": 192, "##\u0e23": 193, "##\u0e25": 194, "##\u0e30": 195, "##\u0e32": 196, "##\u1110": 197, "##\u1165": 198, "##\u116e": 199, "##\u11ab": 200, "##\u1798": 201, "##\u179a": 202, "##\u3044": 203, "##\u304b": 204, "##\u3057": 205, "##\u3059": 206, "##\u305f": 207, "##\u3061": 208, "##\u306a": 209, "##\u306e": 210, "##\u307b": 211, "##\u307e": 212, "##\u3081": 213, "##\u3093": 214, "##\u30a1": 215, "##\u30a2": 216, "##\u30a3": 217, "##\u30a4": 218, "##\u30a6": 219, "##\u30a7": 220, "##\u30a8": 221, "##\u30a9": 222, "##\u30ab": 223, "##\u30ad": 224, "##\u30af": 225, "##\u30b1": 226, "##\u30b3": 227, "##\u30b5": 228, "##\u30b7": 229, "##\u30b9": 230, "##\u30bd": 231, "##\u30bf": 232, "##\u30c3": 233, "##\u30c4": 234, "##\u30c6": 235, "##\u30c8": 236, "##\u30ca": 237, "##\u30cb": 238, "##\u30ce": 239, "##\u30cf": 240, "##\u30d5": 241, "##\u30de": 242, "##\u30df": 243, "##\u30e0": 244, "##\u30e2": 245, "##\u30e4": 246, "##\u30e5": 247, "##\u30e9": 248, "##\u30ea": 249, "##\u30eb": 250, "##\u30ed": 251, "##\u30f3": 252, "##\u30fc": 253, "$": 254, "%": 255, "&": 256, "'": 257, "(": 258, ")": 259, "*": 260, "+": 261, ",": 262, "-": 263, ".": 264, "/": 265, "0": 266, "1": 267, "2": 268, "3": 269, "4": 270, "5": 271, "6": 272, "7": 273, "8": 274, "9": 275, ":": 276, ";": 277, "<": 278, "=": 279, ">": 280, "?": 281, "@": 282, "[": 283, "\\": 284, "]": 285, "^": 286, "_": 287, "`": 288, "a": 289, "b": 290, "c": 291, "d": 292, "e": 293, "f": 294, "g": 295, "h": 296, "i": 297, "j": 298, "k": 299, "l": 300, "m": 301, "n": 302, "o": 303, "p": 304, "q": 305, "r": 306, "s": 307, "t": 308, "u": 309, "v": 310, "w": 311, "x": 312, "y": 313, "z": 314, "{": 315, "|": 316, "}": 317, "~": 318, "\u00a1": 319, "\u00a2": 320, "\u00a3": 321, "\u00a5": 322, "\u00a7": 323, "\u00a9": 324, "\u00ab": 325, "\u00ae": 326, "\u00b0": 327, "\u00b1": 328, "\u00b2": 329, "\u00b3": 330, "\u00b4": 331, "\u00b5": 332, "\u00b7": 333, "\u00b9": 334, "\u00ba": 335, "\u00bb": 336, "\u00bc": 337, "\u00bd": 338, "\u00be": 339, "\u00bf": 340, "\u00d7": 341, "\u00df": 342, "\u00e6": 343, "\u00f0": 344, "\u00f8": 345, "\u00fe": 346, "\u0111": 347, "\u0127": 348, "\u0131": 349, "\u0142": 350, "\u014b": 351, "\u0153": 352, "\u0192": 353, "\u0251": 354, "\u0252": 355, "\u0253": 356, "\u0254": 357, "\u0255": 358, "\u0259": 359, "\u025b": 360, "\u0261": 361, "\u0263": 362, "\u0266": 363, "\u0267": 364, "\u0268": 365, "\u026a": 366, "\u026f": 367, "\u0275": 368, "\u027e": 369, "\u0280": 370, "\u0281": 371, "\u0282": 372, "\u0283": 373, "\u028a": 374, "\u028b": 375, "\u028c": 376, "\u028d": 377, "\u0292": 378, "\u0294": 379, "\u0295": 380, "\u029d": 381, "\u02b0": 382, "\u02b2": 383, "\u02b7": 384, "\u02bb": 385, "\u02bc": 386, "\u02bf": 387, "\u02c8": 388, "\u02cc": 389, "\u02d0": 390, "\u02d4": 391, "\u02da": 392, "\u02e0": 393, "\u02e5": 394, "\u02e7": 395, "\u02e9": 396, "\u03b1": 397, "\u03b2": 398, "\u03b3": 399, "\u03b4": 400, "\u03b5": 401, "\u03b6": 402, "\u03b7": 403, "\u03b8": 404, "\u03b9": 405, "\u03ba": 406, "\u03bb": 407, "\u03bc": 408, "\u03bd": 409, "\u03be": 410, "\u03bf": 411, "\u03c0": 412, "\u03c1": 413, "\u03c2": 414, "\u03c3": 415, "\u03c4": 416, "\u03c5": 417, "\u03c6": 418, "\u03c7": 419, "\u03c8": 420, "\u03c9": 421, "\u03d5": 422, "\u0430": 423, "\u0431": 424, "\u0432": 425, "\u0433": 426, "\u0434": 427, "\u0435": 428, "\u0436": 429, "\u0437": 430, "\u0438": 431, "\u043a": 432, "\u043b": 433, "\u043c": 434, "\u043d": 435, "\u043e": 436, "\u043f": 437, "\u0440": 438, "\u0441": 439, "\u0442": 440, "\u0443": 441, "\u0446": 442, "\u0447": 443, "\u0448": 444, "\u044a": 445, "\u044b": 446, "\u044c": 447, "\u044e": 448, "\u044f": 449, "\u0458": 450, "\u0459": 451, "\u0561": 452, "\u0562": 453, "\u0565": 454, "\u056b": 455, "\u056f": 456, "\u0570": 457, "\u0572": 458, "\u0574": 459, "\u0575": 460, "\u0576": 461, "\u0577": 462, "\u0578": 463, "\u057a": 464, "\u057d": 465, "\u057e": 466, "\u057f": 467, "\u0580": 468, "\u0581": 469, "\u0582": 470, "\u05d0": 471, "\u05d1": 472, "\u05d2": 473, "\u05d5": 474, "\u05d9": 475, "\u05dc": 476, "\u05df": 477, "\u05e0": 478, "\u05e8": 479, "\u05e9": 480, "\u05ea": 481, "\u060c": 482, "\u0621": 483, "\u0627": 484, "\u0628": 485, "\u0629": 486, "\u062a": 487, "\u062c": 488, "\u062d": 489, "\u062e": 490, "\u062f": 491, "\u0631": 492, "\u0632": 493, "\u0633": 494, "\u0634": 495, "\u0637": 496, "\u0639": 497, "\u063a": 498, "\u0642": 499, "\u0644": 500, "\u0645": 501, "\u0646": 502, "\u0647": 503, "\u0648": 504, "\u064a": 505, "\u06cc": 506, "\u0905": 507, "\u0909": 508, "\u0915": 509, "\u0917": 510, "\u0921": 511, "\u0924": 512, "\u0926": 513, "\u0928": 514, "\u092a": 515, "\u092d": 516, "\u092e": 517, "\u092f": 518, "\u0930": 519, "\u0932": 520, "\u0936": 521, "\u0937": 522, "\u0938": 523, "\u0939": 524, "\u093e": 525, "\u093f": 526, "\u0940": 527, "\u0964": 528, "\u0965": 529, "\u0995": 530, "\u09a4": 531, "\u09b2": 532, "\u09be": 533, "\u09bf": 534, "\u0b95": 535, "\u0bb3": 536, "\u0e01": 537, "\u0e07": 538, "\u0e08": 539, "\u0e13": 540, "\u0e15": 541, "\u0e17": 542, "\u0e19": 543, "\u0e1b": 544, "\u0e1e": 545, "\u0e21": 546, "\u0e22": 547, "\u0e23": 548, "\u0e25": 549, "\u0e27": 550, "\u0e30": 551, "\u0e32": 552, "\u0e3f": 553, "\u0e40": 554, "\u10d2": 555, "\u10d5": 556, "\u10d6": 557, "\u10d8": 558, "\u10d9": 559, "\u10dd": 560, "\u10e0": 561, "\u10e1": 562, "\u10e3": 563, "\u10eb": 564, "\u10ec": 565, "\u10ee": 566, "\u10ef": 567, "\u110c": 568, "\u1110": 569, "\u1165": 570, "\u116e": 571, "\u11ab": 572, "\u16c3": 573, "\u16cb": 574, "\u16df": 575, "\u178f": 576, "\u1793": 577, "\u1798": 578, "\u179a": 579, "\u17c4": 580, "\u2010": 581, "\u2011": 582, "\u2012": 583, "\u2013": 584, "\u2014": 585, "\u2015": 586, "\u2018": 587, "\u2019": 588, "\u201a": 589, "\u201c": 590, "\u201d": 591, "\u2020": 592, "\u2021": 593, "\u2022": 594, "\u2026": 595, "\u2032": 596, "\u2033": 597, "\u203c": 598, "\u2044": 599, "\u204a": 600, "\u2081": 601, "\u2082": 602, "\u20a4": 603, "\u20a8": 604, "\u20ac": 605, "\u20b1": 606, "\u20b9": 607, "\u2113": 608, "\u2116": 609, "\u2122": 610, "\u2153": 611, "\u2154": 612, "\u215b": 613, "\u215c": 614, "\u215d": 615, "\u2192": 616, "\u21a6": 617, "\u21aa": 618, "\u21cc": 619, "\u2200": 620, "\u2202": 621, "\u2208": 622, "\u2211": 623, "\u2212": 624, "\u2216": 625, "\u2217": 626, "\u2218": 627, "\u221a": 628, "\u221e": 629, "\u2229": 630, "\u222a": 631, "\u2234": 632, "\u2248": 633, "\u2261": 634, "\u2264": 635, "\u2265": 636, "\u226a": 637, "\u2282": 638, "\u2295": 639, "\u2297": 640, "\u22ef": 641, "\u2460": 642, "\u2461": 643, "\u2606": 644, "\u2609": 645, "\u2640": 646, "\u2660": 647, "\u2665": 648, "\u266d": 649, "\u266f": 650, "\u27e8": 651, "\u27e9": 652, "\u2a7d": 653, "\u2d37": 654, "\u3001": 655, "\u3008": 656, "\u3009": 657, "\u300c": 658, "\u300d": 659, "\u300e": 660, "\u300f": 661, "\u301c": 662, "\u3042": 663, "\u3044": 664, "\u304b": 665, "\u304f": 666, "\u3057": 667, "\u3059": 668, "\u305f": 669, "\u3061": 670, "\u3068": 671, "\u306a": 672, "\u306e": 673, "\u306f": 674, "\u3078": 675, "\u307b": 676, "\u307e": 677, "\u3081": 678, "\u3093": 679, "\u30a1": 680, "\u30a2": 681, "\u30a3": 682, "\u30a4": 683, "\u30a6": 684, "\u30a7": 685, "\u30a8": 686, "\u30a9": 687, "\u30aa": 688, "\u30ab": 689, "\u30ad": 690, "\u30af": 691, "\u30b1": 692, "\u30b3": 693, "\u30b5": 694, "\u30b7": 695, "\u30b9": 696, "\u30bb": 697, "\u30bd": 698, "\u30bf": 699, "\u30c3": 700, "\u30c4": 701, "\u30c6": 702, "\u30c8": 703, "\u30ca": 704, "\u30cb": 705, "\u30ce": 706, "\u30cf": 707, "\u30d5": 708, "\u30d8": 709, "\u30db": 710, "\u30de": 711, "\u30df": 712, "\u30e0": 713, "\u30e2": 714, "\u30e4": 715, "\u30e5": 716, "\u30e9": 717, "\u30ea": 718, "\u30eb": 719, "\u30ec": 720, "\u30ed": 721, "\u30f3": 722, "\u30fb": 723, "\u30fc": 724, "\u4e00": 725, "\u4e0a": 726, "\u4e0b": 727, "\u4e16": 728, "\u4e45": 729, "\u4e59": 730, "\u4e8c": 731, "\u4ea6": 732, "\u4eac": 733, "\u4eba": 734, "\u4ee4": 735, "\u4f1d": 736, "\u4f5b": 737, "\u4f5c": 738, "\u4fa0": 739, "\u500b": 740, "\u50cf": 741, "\u5149": 742, "\u5185": 743, "\u5199": 744, "\u51ea": 745, "\u5218": 746, "\u521d": 747, "\u5224": 748, "\u524d": 749, "\u525b": 750, "\u5263": 751, "\u5287": 752, "\u52d5": 753, "\u5352": 754, "\u5357": 755, "\u53f7": 756, "\u547c": 757, "\u54c8": 758, "\u56fd": 759, "\u5742": 760, "\u5834": 761, "\u5883": 762, "\u5916": 763, "\u5927": 764, "\u592a": 765, "\u5973": 766, "\u5a77": 767, "\u5b63": 768, "\u5b69": 769, "\u5b8b": 770, "\u5bfa": 771, "\u5c0f": 772, "\u5de8": 773, "\u5f8c": 774, "\u6226": 775, "\u6483": 776, "\u653b": 777, "\u65b0": 778, "\u65b9": 779, "\u65e5": 780, "\u661f": 781, "\u6708": 782, "\u671d": 783, "\u6728": 784, "\u674e": 785, "\u6771": 786, "\u6a5f": 787, "\u6b63": 788, "\u6b66": 789, "\u6b69": 790, "\u6b7b": 791, "\u6bbb": 792, "\u6c0f": 793, "\u6c17": 794, "\u6c37": 795, "\u6d3b": 796, "\u6d45": 797, "\u702c": 798, "\u7248": 799, "\u738b": 800, "\u751f": 801, "\u7530": 802, "\u754c": 803, "\u756b": 804, "\u76ae": 805, "\u771f": 806, "\u795e": 807, "\u7a7a": 808, "\u7bc0": 809, "\u7de8": 810, "\u8015": 811, "\u8056": 812, "\u8096": 813, "\u81ba": 814, "\u82b1": 815, "\u8349": 816, "\u88c1": 817, "\u88c5": 818, "\u897f": 819, "\u8aac": 820, "\u8ee2": 821, "\u8f1d": 822, "\u9006": 823, "\u9032": 824, "\u9053": 825, "\u9060": 826, "\u90aa": 827, "\u90e8": 828, "\u91ce": 829, "\u91d1": 830, "\u9280": 831, "\u932c": 832, "\u968a": 833, "\u96b4": 834, "\u96bb": 835, "\u97d3": 836, "\u9b3c": 837, "\u9b42": 838, "\u9f13": 839, "\ufb01": 840, "\uff01": 841, "\uff06": 842, "\uff08": 843, "\uff09": 844, "\uff0d": 845, "\uff1a": 846, "\uff5e": 847, "\uffe5": 848, "##er": 849, "##in": 850, "##ed": 851, "##on": 852, "##re": 853, "##es": 854, "##or": 855, "##at": 856, "##en": 857, "##an": 858, "in": 859, "##ar": 860, "of": 861, "##al": 862, "##it": 863, "##ri": 864, "##is": 865, "to": 866, "##ve": 867, "##ro": 868, "##ic": 869, "##me": 870, "co": 871, "re": 872, "the": 873, "and": 874, "##ing": 875, "was": 876, "##ion": 877, "for": 878, "be": 879, "st": 880, "on": 881, "as": 882, "##ch": 883, "##ter": 884, "##ir": 885, "##ig": 886, "##ow": 887, "is": 888, "it": 889, "##ac": 890, "wh": 891, "##ol": 892, "##us": 893, "##la": 894, "ha": 895, "al": 896, "de": 897, "se": 898, "##il": 899, "##st": 900, "##le": 901, "##ou": 902, "##th": 903, "##as": 904, "##ur": 905, "##ut": 906, "##el": 907, "##id": 908, "##ce": 909, "th": 910, "##ation": 911, "with": 912, "##os": 913, "he": 914, "##se": 915, "an": 916, "##ra": 917, "##ea": 918, "##ng": 919, "##ti": 920, "con": 921, "no": 922, "##de": 923, "19": 924, "that": 925, "ch": 926, "##ted": 927, "at": 928, "ex": 929, "##mp": 930, "from": 931, "were": 932, "##cti": 933, "whic": 934, "##ther": 935, "##ian": 936, "##ble": 937, "fir": 938, "##for": 939, "but": 940, "200": 941, "##ome": 942, "##all": 943, "##ork": 944, "##ver": 945, "un": 946, "##ong": 947, "##rs": 948, "##nt": 949, "##ly": 950, "##ts": 951, "by": 952, "##ay": 953, "his": 954, "##un": 955, "pro": 956, "##et": 957, "##men": 958, "##ct": 959, "unk": 960, "##ul": 961, "ma": 962, "##ame": 963, "##ain": 964, "sh": 965, "##nd": 966, "##ge": 967, "##ag": 968, "##ec": 969, "##ers": 970, "##um": 971, "su": 972, "##ad": 973, "ne": 974, "##ent": 975, "##igh": 976, "##ld": 977, "##op": 978, "##ew": 979, "##im": 980, "##oc": 981, "##ss": 982, "##am": 983, "pla": 984, "##ci": 985, "##ie": 986, "##gh": 987, "##ate": 988, "##ot": 989, "##ds": 990, "##oo": 991, "##ding": 992, "##te": 993, "are": 994, "##ber": 995, "##ity": 996, "##mb": 997, "##om": 998, "[UNK]": 999, "[PAD]": 1000}